Repository: gsokhal/iOSCaseStudy
Catalog: iOSCaseStudy/*.lproj/Localizable.strings
Languages: hi

source: Ok
hi: H-Ok

source: Cancel
hi: H-Cancel

source: Done
hi: H-Done

source: Invalid
hi: H-Invalid

source: Error
hi: H-Error

source: Create new account
hi: H-Create new account

source: Enter your name
hi: H-Enter your name

source: Enter your email
hi: H-Enter your email

source: Enter your password
hi: H-Enter your password

source: Signup
hi: H-Signup

# invalid-name
source: Name should be of alteast 3 characters.
hi: H-Name should be of alteast 3 characters.

# invalid-email
source: Please enter valid email address.
hi: H-Please enter valid email address.

# invalid-password
source: Password should contain 8 characters with at least one number, one uppercase, and one special character.
hi: H-Password should contain 8 characters with at least one number, one uppercase, and one special character.

source: Feeds
hi: H-Feeds

source: No Feeds
hi: H-No Feeds

# error-fetching-emailed
source: Unable to fetch most emailed feeds
hi: H-Unable to fetch most emailed feeds

# error-fetching-shared
source: Unable to fetch most shared feeds
hi: H-Unable to fetch most shared feeds

# error-fetching-viewed
source: Unable to fetch most viewed feeds
hi: H-Unable to fetch most viewed feeds

# section-emailed
source: Most Emailed
hi: H-Most Emailed

# section-shared
source: Most Shared
hi: H-Most Shared

# section-viewed
source: Most Viewed
hi: H-Most Viewed
